Repository: dominictayloruk/ipfire-2.x
Catalog: src/installer/po/*.po
Languages: fr

source: Cancel
fr: Annuler

source: I accept this license
fr: J'accepte la licence

source: Warning: Unattended installation will start in 10 seconds...
fr: Attention : Une installation sans surveillance va débuter dans 10 secondes...

source: Language selection
fr: Sélection de la langue

source: Select the language you wish to use for the installation.
fr: Choisir la langue que vous souhaitez utiliser pour l'installation.

source: Unattended mode
fr: Mode non surveillé

source: <Tab>/<Alt-Tab> between elements | <Space> selects | <F12> next screen
fr: <Tab>/<Alt-Tab> entre les éléments | <Espace> sélectionne | <F12> écran suivant

source: Welcome to the %s installation program. Selecting Cancel on any of the following screens will reboot the computer.
fr: Bienvenue dans le programme d'installation de %s. Sélectionner Echap sur un écran redémarrera l'ordinateur.

source: Start installation
fr: Démarrer l'installation

source: The installer will now try downloading the installation image.
fr: Le programme d'installation va maintenant essayer de télécharger l'image d'installation.

source: No source drive could be found. You can try downloading the required installation image.
fr: Aucune disque source trouvé. Vous pouvez essayer de télécharger l'image d'installation nécessaire.

source: Please make sure to connect your machine to a network and the installer will try connect to acquire an IP address.
fr: Soyez certain que votre machine est connectée à un réseau et l'installateur va tenter de récupérer une adresse IP.

source: Download installation image
fr: Télécharger l'image d'installation

source: Trying to start networking (DHCP)...
fr: Tente de démarrer le réseau (DHCP)...

source: Networking could not be started but is required to go on with the installation. Please connect your machine to a network with a DHCP server and retry.
fr: Une connexion réseau ne peut être initiée et est nécessaire afin de poursuivre l'installation. Merci de connecter votre machine à un serveur DHCP et réessayer.

source: Retry
fr: Réessayer

source: Downloading installation image...
fr: Téléchargement de l'image d'installation...

source: BLAKE2 checksum mismatch
fr: Erreur de vérification contrôle BLAKE2

source: The installation image could not be downloaded. Reason: %s %s
fr: L'image d'installation ne peut être téléchargée. Motif :%s %s

source: Could not mount %s to %s: %s
fr: Impossible de monter %s vers %s: %s

source: License Agreement
fr: Contrat de licence

source: License not accepted!
fr: Contrat de licence non accepté !

source: No hard disk found.
fr: Aucun disque dur trouvé.

source: Disk Selection
fr: Sélection du disque

source: Select the disk(s) you want to install IPFire on. First those will be partitioned, and then the partitions will have a filesystem put on them. ALL DATA ON THE DISK WILL BE DESTROYED.
fr: Choisir le disque sur lequel vous souhaitez installer IPFire. Il sera d'abord partitionné et un système de fichier y sera créé. TOUTES LES DONNEES DU DISQUE SERONT PERDUES.

source: No disk has been selected. Please select one or more disks you want to install IPFire on.
fr: Aucun disque sélectionné. Choisissez au moins un disque sur le(s)quel(s) sera installé IPFire.

source: The installation program will now prepare the chosen harddisk: %s Do you agree to continue?
fr: Le programme d'installation va maintenant préparer le disque choisi. %s Etes vous d'accord pour continuer ?

source: Disk Setup
fr: Configuration du disque

source: Delete all data
fr: Supprime toutes les données

source: The installation program will now set up a RAID configuration on the selected harddisks: %s %s Do you agree to continue?
fr: Le programme d'installation va maintenant paramétrer la configuration RAID sur les disques choisis. %s %s Etes-vous d'accord pour continuer ?

source: RAID Setup
fr: Paramétrage RAID

source: Your disk configuration is currently not supported.
fr: La configuration du disque n'est pas actuellement supportée.

source: ext4 Filesystem
fr: Système de fichier ext4

source: ext4 Filesystem without journal
fr: Système de fichier ext4 sans journalisation

source: XFS Filesystem
fr: Système de fichier XFS

source: Filesystem Selection
fr: Choix du système de fichier

source: Please choose your filesystem:
fr: Merci de choisir votre système de fichier :

source: Your harddisk is too small.
fr: Votre disque dur est trop petit.

source: Your harddisk is very small, but you can continue without a swap partition.
fr: Votre disque dur est très petit, mais vous pouvez continuer sans la partition d'échange.

source: Building RAID...
fr: Contruction du RAID...

source: Unable to build the RAID.
fr: Impossible de construire le RAID.

source: Partitioning disk...
fr: Partitionnement du disque...

source: Unable to partition the disk.
fr: Impossible de partitionner le disque.

source: Creating filesystems...
fr: Création des systèmes de fichiers

source: Unable to create filesystems.
fr: Impossible de créer les systèmes de fichiers.

source: Unable to mount filesystems.
fr: Impossible de monter les systèmes de fichiers.

source: Installing the system...
fr: Installation du système...

source: Unable to install the system.
fr: Impossible d'installer le système.

source: Installing the language cache...
fr: Installation du cache de langage...

source: Unable to install the language cache.
fr: Impossible d'installer le cache de langage.

source: Installing the bootloader...
fr: Installation du bootloader...

source: Unable to open /etc/default/grub for writing.
fr: Impossible d'ouvrir /etc/default/grub en écriture.

source: Unable to install the bootloader.
fr: Impossible d'installer le bootloader.

source: A backup file has been found on the installation image. Do you want to restore the backup?
fr: Un fichier de sauvegarde a été trouvé sur l'image d'installation. Voulez vous restaurer cette sauvegarde ?

source: Yes
fr: Oui

source: No
fr: Non

source: An error occured when the backup file was restored.
fr: Une erreur est survenue lors de la restauration du fichier de sauvegarde.

source: Running post-install script...
fr: Execution du script de post installation...

source: Post-install script failed.
fr: Echec du script de post installation.

source: %s was successfully installed! Please remove any installation mediums from this system and hit the reboot button. Once the system has restarted you will be asked to setup networking and system passwords. After that, you should point your web browser at https://%s:444 (or what ever you name your %s) for the web configuration console.
fr: %s a été installé correctement. Retirer tous les médias d'installation du système et appuyer sur redémarrer. Une fois le système redémarré, vous devrez paramétrer les réseaux et les mots de passe système. Ensuite, vous devrez faire pointer votre navigateur vers https://%s:444 (ou le nom que vous avez donné à votre %s) pour la console de configuration web.

source: Congratulations!
fr: Félicitations !

source: Reboot
fr: Redémarrer

source: Setup has failed. Press Ok to reboot.
fr: La configuration a échoué. Appuyez sur OK pour redémarrer.
